<template>
  <section class="about">
    <div class="container">
      <div class="about-wrapper">
        <tittle-page class="about-title" title="О сервисе" />
        <div class="about-rules">
          <div class="about-rule">
            <h6 class="rule-title">
              Все возможные риски и убытки, и условия выдачи кредитов
            </h6>
            <p class="rule-info">
              о вашим анкетным данным сервис автоматически выбирает наиболее
              выгодные предложения и работает непосредственно с кредитными
              организациями, предоставляющими микрозаймы В случае приобретения
              платной услуги, вы получаете полный доступ к функциональности
              сервиса сроком на 1 год с момента активации услуги! Ваша заявка
              будет отправляться в МФО с наибольшей вероятностью одобрения в
              данный момент времени с соблюдением необходимых пауз между
              отправками. При предварительном одобрении кредитные организации
              сами связываются с вами, и вам необходимо лишь подтвердить свое
              согласие на займ и забрать деньги. Список МФО, в которые была
              отправлена ваша заявка, и другую необходимую информацию о работе в
              рамках платной услуги вы можете наблюдать в личном кабинете, в
              разделе Отчеты Стоимость услуги всего 1499 рублей. Для вашего
              удобства оплата услуги происходит в рассрочку: четыре платежа по
              374.8 рублей каждые пять дней. Оплачивая услугу, вы получаете
              доступ к функциональности сервиса сроком на 1 год (365 дней) с
              момента активации услуги. Если вы получили займ и более не
              нуждаетесь в услугах сервиса - вы можете остановить обработку
              вашей заявки самостоятельно и в любое время в разделе Отписаться
              от услуг.
            </p>
          </div>
          <div class="about-rule">
            <h6 class="rule-title">Что будет при просрочке</h6>
            <p class="rule-info">
              о вашим анкетным данным сервис автоматически выбирает наиболее
              выгодные предложения и работает непосредственно с кредитными
              организациями, предоставляющими микрозаймы В случае приобретения
              платной услуги, вы получаете полный доступ к функциональности
              сервиса сроком на 1 год с момента активации услуги! Ваша заявка
              будет отправляться в МФО с наибольшей вероятностью одобрения в
              данный момент времени с соблюдением необходимых пауз между
              отправками. При предварительном одобрении кредитные организации
              сами связываются с вами, и вам необходимо лишь подтвердить свое
              согласие на займ и забрать деньги. Список МФО, в которые была
              отправлена ваша заявка, и другую необходимую информацию о работе в
              рамках платной услуги вы можете наблюдать в личном кабинете, в
              разделе Отчеты Стоимость услуги всего 1499 рублей. Для вашего
              удобства оплата услуги происходит в рассрочку: четыре платежа по
              374.8 рублей каждые пять дней. Оплачивая услугу, вы получаете
              доступ к функциональности сервиса сроком на 1 год (365 дней) с
              момента активации услуги. Если вы получили займ и более не
              нуждаетесь в услугах сервиса - вы можете остановить обработку
              вашей заявки самостоятельно и в любое время в разделе Отписаться
              от услуг.
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
import TittlePage from "@/components/TittlePage.vue";

export default {
  components: {
    TittlePage,
  },
};
</script>

<style lang="scss" scoped>
.about {
  padding: 50px 0;

  @media (max-width: 767.98px) {
    paddding: 30px 0;
  }
}

.about-title {
  margin-bottom: 40px;

  @media (max-width: 767.98px) {
    margin-bottom: 20px;
  }
}

.about-rules {
  display: flex;
  flex-wrap: wrap;
  justify-content: center;
}

.about-rule {
  flex: 0 1 45%;
  padding: 44px;
  background: rgba(255, 255, 255, 0.95);
  border: 1px solid #f8ebeb;
  box-shadow: 0px 4px 44px rgba(84, 104, 123, 0.05);
  border-radius: 22px;

  &:not(:last-child) {
    margin-right: 30px;
  }

  @media (max-width: 1080.98px) {
    flex: 0 1 100%;

    &:not(:last-child) {
      margin-right: 0;
      margin-bottom: 30px;
    }
  }

  @media (max-width: 576.98px) {
    padding: 24px;
  }
}

.rule-title {
  margin-bottom: 30px;
  font-weight: 600;
  font-size: 24px;
  line-height: 28px;
  color: #45515f;

  @media (max-width: 576.98px) {
    margin-bottom: 15px;
    font-size: 18px;
    line-height: 23px;
  }
}

.rule-info {
  font-weight: 300;
  font-size: 16px;
  line-height: 19px;
  color: #536473;

  @media (max-width: 576.98px) {
    font-size: 14px;
    line-height: 18px;
  }
}
</style>