const spollers = {
  state: {
    spollers: [
      {
        id: 0,
        title: 'Как долго обрабатывается заявка?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
      {
        id: 1,
        title: 'Как погасить полученный займ?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
      {
        id: 2,
        title: 'Как получить деньги?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
      {
        id: 3,
        title: 'География сервиса?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
      {
        id: 4,
        title: 'Как остановить обработку заявки?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
      {
        id: 5,
        title: 'Какова стоимость услуги?',
        text: `Вашим анкетным данным сервис автоматически выбирает наиболее выгодные предложения и работает непосредственно с кредитными организациями, предоставляющими микрозаймы
        в случае приобретения платной услуги, вы получаете полный доступ к функциональности сервиса сроком на 1 год с момента активации услуги!
        `
      },
    ]
  },

  getters: {
    getSpollers(state) {
      return state.spollers;
    }
  }
}

export default spollers;